module.exports = {
  messages: {
    'step-01': {
      title: 'Координаты 0, 0; размер 150',
      requirements: 'Кнопка «Дальше» должна быть доступна'
    },
    'step-02': {
      title: 'Координаты -10, 0; размер 150',
      requirements: 'Кнопка «Дальше» должна быть недоступна (отрицательная координата)'
    },
    'step-03': {
      title: 'Координаты 0, 100; размер 150',
      requirements: 'Кнопка «Дальше» должна быть недоступна (выход за пределы по высоте)'
    },
    'step-04': {
      title: 'Координаты 0, 0; размер 100',
      requirements: 'Кнопка «Дальше» должна быть недоступна (слишком большой размер)'
    }
  },
  useScreenshots: true
};
